{
    "how_it_works": {
        "title": "como funciona la tarjeta",
        "p1": "La Tarjeta Bitcoin Bolt es una Tarjeta de Débito por aproximación para facilitar transacciones de fracciones de Bitcoin (SATs) a través de Lightning.",
        "p2": "Desde un servidor local instalado en la comunidad con herramientas de código abierto interconectadas a Bitcoin y Lightning Network, los tarjetahabientes envían y reciben pagos en Bitcoin con gran comodidad, privacidad y tarifas reducidas.",
        "p3": "Dentro de este kit de bienvenida encontrará mucha información confidencial para que interactúe con su billetera Lightning y administre sus fondos de Bitcoin.",
        "local_map_qr_subtitle": "Dónde usar en Jericoacoara",
        "implementation_guide_qr_subtitle": "Soporte Bitcoin Beach",
        "images": {
            "flowchart": "https://raw.githubusercontent.com/PraiaBitcoin/bulk-boltcards/main/img/implementation.jpg"
        }
    },
    "special_thanks": {
        "title": "gracias especiales",
        "images": {
            "supporters": "https://github.com/leesalminen/bulk-boltcards/raw/main/img/supporters.png"
        }
    },
    "basic_info": {
        "card_uid": "uid de tarjeta / dirección de rayo",
        "issuer": "editor",
        "date": "fecha",
        "description": "Realice pagos y recibos de Bitcoin a través de Lightning Network con la tarjeta Bitcoin Bolt. Realice transacciones financieras sin contacto de forma rápida y económica con total privacidad.",
        "images": {
            "logo": "https://github.com/leesalminen/bulk-boltcards/raw/main/img/praia.png"
        }
    },
    "manifesto": {
        "title": "manifiesto",
        "p1": "Desde su lanzamiento en 2009, Bitcoin ha prometido lograr la inclusión de los no bancarizados y, al mismo tiempo, otorgar a las personas autonomía financiera frente a los gobiernos y los bancos. Hasta hace poco, esa promesa parecía inalcanzable. Pero ahora, está sucediendo... ¡en Jericoacoara!",
        "p2": "Não Banco es el primer proveedor de Servicios Lightning en Brasil, creado para atender la economía circular de Jericoacoara utilizando BTC a través de Lightning como efectivo en una estructura de confianza minimizada con un enfoque en la privacidad del usuario.",
        "p3": "Nuestro objetivo es llevar recursos donde más se necesitan y así crear un futuro mucho más próspero, usando Bitcoin como herramienta de transformación social.",
        "p4": "Al revisar las políticas monetarias actuales y poner fin a una economía basada en la deuda, usamos solo Bitcoin, un sistema monetario más rápido, más barato, más inteligente y más pacífico.",
        "p5": "Desarrollado para servir a los estudiantes y profesores de la Escuela Municipal de Jericoacoara, queremos devolver el poder a las personas y ayudar a las personas a usar BTC sin tener que llevar un teléfono inteligente.",
        "p6": "Bienvenido a la madriguera del conejo.",
        "p7": "¡Aquí todos somos Satoshi!"
    },
    "learn": {
        "title": "aprender sobre bitcoins",
        "qr_1_subtitle": "Bitcoin para tontos<br> Por qué importa Bitcoin",
        "qr_2_subtitle": "¡RED RELÁMPAGO!<br> ¿Qué es y cómo funciona?",
        "qr_3_subtitle": "Aprende a usar Bluewallet",
        "qr_4_subtitle": "Soporte Bitcoin Beach",
        "images": {
            "qr_1": "https://github.com/leesalminen/bulk-boltcards/raw/main/img/qr/qrcode_video_btc.png",
            "qr_2": "https://github.com/leesalminen/bulk-boltcards/raw/main/img/qr/qrcode_video_lnd.png",
            "qr_3": "https://github.com/leesalminen/bulk-boltcards/raw/main/img/qr/qrcode_video_bluewallet.png",
            "qr_4": "https://github.com/leesalminen/bulk-boltcards/raw/main/img/qr/qrcode_praia.png"
        }
    },
    "receive_lightning": {
        "title": "recibir fracciones de bitcoin por rayo",
        "p1": "Envía fracciones de BTC (SATs) a &quot;Lightning Address&quot; o &quot;LNURLp URL&quot;.",
        "p2": "Escanee el código QR en el costado en una billetera compatible para que el remitente cree una nueva factura.",
        "p3": "Envíe hasta 1,000,000 SAT (0.01 BTC) por transacción.",
        "qr_1_subtitle": "dirección relámpago",
        "qr_2_subtitle": "URL LNURLp"
    },
    "receive_pos": {
        "title": "recibir pagos por punto de venta lightning",
        "p1": "Ideal para pequeños establecimientos para recibir de un rayo, sin abrir la cartera.",
        "p2": "Escanea este código QR con la cámara de tu celular para abrir el punto de venta.",
        "p3": "Después de abrir la página, ingrese la cantidad en reales que se convertirá automáticamente a SAT. Genera la factura y muestra quién realizará el pago.",
        "qr_1_subtitle": "URL de TPoS de LNBits"
    },
    "receive_tips": {
        "title": "recibir donaciones por relámpago con mensajes",
        "p1": "Escanee este código QR con la cámara de su teléfono para abrir el formulario de mensaje. Con ella podrás recibir mensajes que solo se envían a tu monedero previo pago en bitcoin.",
        "p2": "Los pagos en cadena se envían a su billetera de recuperación.",
        "qr_1_subtitle": "URL de LNBits TIPJar"
    },
    "access": {
        "title": "datos de acceso a la billetera lightning",
        "id": "identificación secreta",
        "wallet_id": "identificación de billetera",
        "admin_key": "clave de administrador lnbits",
        "invoice_key": "clave factura lnbits",
        "url": "URL de acceso"
    },
    "onchain_recovery": {
        "title": "monedero de recuperación - cadena de bitcoin",
        "address": "dirección de Bitcoin",
        "zpub": "clave pública extendida",
        "seed_words": "palabras semilla",
        "qr_1_subtitle": "Palabras semilla",
        "qr_2_subtitle": "ZPUB",
        "qr_3_subtitle": "dirección de Bitcoin"
    },
    "recovery_instructions": {
        "title": "instrucciones de recuperación de fondos",
        "p1": "Si pierde el acceso a su billetera Lightning, solicite restaurar el saldo de su billetera por 5,000 SAT. Abra un ticket con soporte pagado, explique por qué necesita restaurar e ingrese el UID de su tarjeta. Solo enviaremos fondos a la dirección asociada con la tarjeta. No hay forma de recuperar las palabras clave, así que anótelas y guárdelas en un lugar seguro con el <b>UID de la tarjeta</b> ."
    },
    "manage_browser": {
        "title": "administrar la billetera del navegador",
        "p1": "Este código QR permite al usuario acceder a la interfaz web de una billetera LNBits.",
        "p2": "Realice pagos, cree facturas, habilite y deshabilite extensiones, acceso a API y todo lo que necesite.",
        "qr_1_subtitle": "URL de acceso a LNBits"
    },
    "import_wallet": {
        "title": "importar billetera lightning desde un teléfono inteligente",
        "p1": "En Bluewallet, haga clic en &quot; <b>agregar billetera</b> &quot;, &quot; <b>importar billetera</b> &quot;, &quot; <b>leer código o importar archivo</b> &quot; y escanee el código QR &quot; <b>LNDhub Admin URL</b> &quot; para tener control total de su billetera o &quot; <b>LNDhub Invoice URL</b> &quot; para importar billetera en modo lectura.",
        "qr_1_subtitle": "Administrador de LNDHub",
        "qr_2_subtitle": "Factura LNDHub"
    },
    "telegram": {
        "title": "administrar billetera por telegrama",
        "p1": "¡Abre Telegram Robot y sigue las instrucciones para importar la billetera como administrador o modo lectura!",
        "qr_1_subtitle": "robot de telegrama<br> https://t.me/naobancojeri",
        "qr_2_subtitle": "Clave de administrador<br> Control total",
        "qr_3_subtitle": "Clave de factura<br> Modo de lectura"
    },
    "withdrawl": {
        "title": "dirección de retiro",
        "p1": "Este código QR le permite al usuario retirar todos los fondos disponibles en la billetera lightning.",
        "p2": "Escanee con su billetera lightning preferida para importar los fondos y espere la confirmación.",
        "qr_1_subtitle": "LNURLw URL"
    },
    "node_info": {
        "title": "credenciales del servidor relámpago",
        "ip": "dirección IP",
        "location": "localización",
        "tor": "dirección de tor",
        "pubkey": "clave pública del nodo",
        "hardware": "hardware",
        "images": {
            "info": "https://github.com/leesalminen/bulk-boltcards/raw/main/img/praia_node_rank.png"
        }
    },
    "support": {
        "title": "apoyo pagado",
        "p1": "Solicite soporte o cualquier tipo de consulta pagando",
        "p2": "sats por palabra. Incluye tu número de móvil o una dirección de correo electrónico si necesitas una respuesta. Escanea el código QR con la cámara de tu celular para abrir el formulario, ingresa tu mensaje y paga la factura a enviar.",
        "p3": "Responder en 24h ~ 72h.",
        "qr_1_subtitle": "Formulario de soporte"
    },
    "terms": {
        "title": "Terminos de uso",
        "p1": "Proporcionamos el programa &quot;tal cual&quot; sin garantía de ningún tipo, expresa o implícita, incluidas, entre otras, las garantías implícitas de comerciabilidad e idoneidad para un propósito particular. Todo el riesgo en cuanto a la calidad y el rendimiento del programa recae en usted. Úselo con cuidado: la billetera LNbits aún está en versión beta."
    },
    "usage": {
        "title": "operar su cuenta de cheques relámpago",
        "p1": "Aquí en el kit de bienvenida, encontrarás toda la información para controlar tu billetera. Su tarjeta Bitcoin Bolt está conectada a una billetera Lightning LNBits, instalada en el servidor Praia Bitcoin.",
        "p2": "Esta es una nueva tecnología, aún en pruebas, que tenemos el privilegio de probar en Brasil con fines educativos.",
        "p3": "Por lo tanto, no mantenga grandes cantidades depositadas en su cuenta por razones de seguridad. Cualquier persona en posesión de la tarjeta podrá realizar pagos en Bitcoin por aproximación sin necesidad de contraseña."
    },
    "bluewallet": {
        "title": "instalar bluewallet en el teléfono inteligente",
        "p1": "Escanee este código QR para descargar Bluewallet en su teléfono inteligente. Después de la instalación, cambie el idioma a portugués, establezca una contraseña e importe su billetera.",
        "qr_1_subtitle": "BlueWallet para Android",
        "qr_2_subtitle": "BlueWallet para iOS"
    },
    "import_bluewallet": {
        "title": "importar la billetera de la tarjeta bolt en bluewallet",
        "p1": "Abra Bluewallet, haga clic en &quot; <b>Agregar billetera</b> &quot;, &quot; <b>Importar billetera</b> &quot;, presione &quot; <b>Leer o importar archivo</b> &quot;, escanee el código QR &quot; <b>LndHub Admin</b> &quot; para importar Lightning Wallet, o el código QR &quot; <b>Seed Words</b> &quot; para importar la recuperación en cadena de la billetera.",
        "images": {
            "1": "https://github.com/leesalminen/bulk-boltcards/raw/main/img/blue_04.png",
            "2": "https://github.com/leesalminen/bulk-boltcards/raw/main/img/blue_05.png",
            "3": "https://github.com/leesalminen/bulk-boltcards/raw/main/img/blue_06.png",
            "4": "https://github.com/leesalminen/bulk-boltcards/raw/main/img/blue_07.png",
            "5": "https://github.com/leesalminen/bulk-boltcards/raw/main/img/blue_08.png",
            "6": "https://github.com/leesalminen/bulk-boltcards/raw/main/img/blue_09.png"
        }
    },
    "configure": {
        "title": "configura tu tarjeta boltcard",
        "p1": "Escanee este código QR con la aplicación BoltCard para Android para configurarlo.",
        "qr_1_subtitle": "Enlace de autenticación de la tarjeta Bolt"
    }
}